Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/codeberg-weblate.tmx
Source language: en
Languages: sv

source: Cannot delete zone
sv: Kan inte ta bort zon

source: Partially obfuscate the domain name in the list if advertising the list of domain limitations is enabled
sv: Delvis obfuskera domännamnet i listan över reklam listan över domänbegränsningar är aktiverad

source: Challenge-Response set, click to change or remove
sv: Challenge-Response angiven, klicka för att ändra eller ta bort

source: Checksum
sv: Kontrollsumma

source: Type {TOTP}
sv: Skriv {TOTP}

source: Database public display color chooser
sv: Databasens offentliga visningsfärgsväljare

source: The uploaded file must contain a first row with the column names. Column names are case insensitive and, except for <code>%s</code>, every column is optional.
sv: Den uppladdade filen måste innehålla en första rad med kolumnnamnen. Kolumnnamn är oberoende av stor eller liten bokstav och, förutom <code>%s</code>, är inga kolumner obligatoriska.

source: Leave blank to keep current password.
sv: Lämna tomt för att behålla aktuellt lösenord.

source: Your E-Mail
sv: Din e-postadress

source: Uncolored Brick Block
sv: Ofärgat tegelblock

source: %s connections.
sv: %s anslutningar.

source: Card
sv: Kort

source: Dangers of Hades
sv: Farorna på Hades

source: "%s" is not a valid date value
sv: "%s" är inte ett giltigt datumvärde

source: Almost there!
sv: Nästan där!

source: Enter password:
sv: Ange lösenord:

source: Edit Satellite Transponder
sv: Redigera satellittransponder

source: Preview entry attachment
sv: Förhandsgranska postbilaga

source: Unwatch item
sv: Sluta bevaka objekt

source: Only active posts may be deleted.
sv: Endast aktiva inlägg kan tas bort.

source: If you plan to send e-books to a Kindle device, you must approve the following email address within your Kindle Account:
sv: Om du planerar att skicka e-böcker till en Kindle-enhet, så måste du godkänna följande epostadress i ditt Kindle-konto:

source: Type: Dictionary
sv: Typ: Ordbok

source: Show the attachments of the entry.
sv: Visa bilagor i posten.

source: 2. Get yourself a trigger tool and wield it
sv: 2. Skaffa ett utlösarverktyg och håll det i handen

source: Max Email Length
sv: Maximal e-postlängd

source: Save LDAP Backend
sv: Spara LDAP-backend

source: Describe what you changed
sv: Beskriv vad du ändrade

source: Use recycle bin
sv: Använd papperskorgen

source: User updated.
sv: Användare uppdaterad.

source: Checking for updates
sv: Söker efter uppdateringar

source: Upload File
sv: Ladda upp fil

source: Add RX Group
sv: Lägg till grupplista

source: User Administration
sv: Användaradministration

source: Joined
sv: Gick med

source: No attachments present.
sv: Det finns inga bilagor.

source: Error writing to underlying device:
sv: Kunde inte skriva till underliggande enhet:

source: No matching device was found.
sv: Ingen matchande enhet hittades.

source: Left to right
sv: Vänster till höger

source: Executable Files
sv: Körbara filer

source: Auto-Type:
sv: Autoskriv:

source: The database contains entries that have expired.
sv: Databasen innehåller poster som har förfallit.

source: Allow using localhost with passkeys
sv: Tillåt användning av localhost med passnycklar

source: Yellow Cloth
sv: Gult tyg

source: Specifies applications log-level to stdout. Must be one of `trace`, `debug`, `info`, `warning`, `error` or `fatal`.
sv: Anger programmets loggnivå till standardutdata. Måste vara `trace`, `debug`, `info`, `warning`, `error` eller `fatal`.

source: File %1 does not exist.
sv: Filen %1 finns inte.

source: Invalid symmetric cipher algorithm.
sv: Ogiltig symetrisk chifferalgoritm.

source: Signer:
sv: Undertecknare:

source: Are you sure you want to remove this URL?
sv: Vill du verkligen ta bort denna URL?

source: Cannot import passkey file "%1". The following data is missing: %2
sv: Kan inte importera passnyckelfil "%1". Följande data saknas: %2

source: username does not match
sv: användarnamnet matchar ej

source: Use a custom browser configuration location:
sv: Använd en anpassad plats för webbläsarkonfiguration:

source: passwordLength
sv: Lösenordslängd

source: You will be able to pick up the Powerslide ability here.
sv: Här kan du få förmågan kraftglidning.

source: 1 Day
sv: 1 dag

source: Path of the group to list. Default is /
sv: Sökväg till gruppen som skall listas. Standard är /

source: Item Unsuspended
sv: Objektets avstängning har hävts

source: Inherit from parent group (%1)
sv: Ärv från överordnad grupp (%1)

source: Open User Guide
sv: Öppna användarmanualen

source: Custom User Agent
sv: Anpassad användaragent

source: @1/@2 Tile
sv: @1/@2-platta

source: Also show entries that have been excluded from reports
sv: Visa även poster som har uteslutits från rapporter

source: Mob spawner active
sv: Varelsegeneratorn är aktiv

source: Couldn't Save Media
sv: Kunde inte spara media

source: No agent running, cannot list identities.
sv: Tjänsten körs inte, kan inte lista identiteter.

source: Add Federation Block
sv: Lägg till federationsblockering

source: Labels
sv: Etiketter

source: Finished Uploading Attachment
sv: Uppladdning av bilaga slutförd

source: Magenta Carpet
sv: Magenta matta

source: Downlink Frequency
sv: Nedlänksfrekvens

source: Nothing happened. Strange. All the watchdog processes are gone. That explains why I have not been warned …
sv: Ingenting hände. Märkligt. Alla vakthundsprocesser är borta. Det förklarar varför jag inte har varnats …

source: Optional tab where you can showcase other accounts
sv: Valfri flik där du kan visa andra konton

source: No URL provided
sv: Ingen URL angiven

source: Default Language
sv: Standardspråk

source: Iron Ore
sv: Järnmalm

source: A label to add to all imported bookmarks
sv: En etikett att lägga till på alla importerade bokmärken

source: Tests
sv: Tester

source: Write site index page, which contains the most recent news item, links to boards and the most recent posts.
sv: Skriv webbplatsens indexsida, som innehåller den senaste nyheten, länkar till tavlor och de senaste inläggen.

source: Index Replies
sv: Visa svar på indexsidan

source: Only mentioned people and your followers will be able to view it.
sv: Endast nämnda personer och dina följare kommer att kunna se det.

source: Autotype
sv: Autoskriv

source: Craft volcanic ash, then fertile sand
sv: Tillverka vulkanisk aska och sedan bördig sand

source: Compress CSS
sv: Komprimera CSS

source: Is payment secure over %(name)s?
sv: Är betalning säker via %(name)s?

source: Increase line height
sv: Öka linjehöjden

source: Fit Art on Cover
sv: Anpassa konst på omslaget

source: To use the pirate sense, select your empty hand, then press the [Place] key on the block you want to reveal the connections for.
sv: För att använda piratsinnet väljer du din tomma hand och trycker sedan på tangenten [Place] på blocket vars kopplingar du vill avslöja.

source: You've made a public post to a item on flohmarkt. <b>This post is going to be ignored by the system.</b> Please use private posting e.g. 'Only mentioned' in mastodon. (This is a system-generated message)
sv: Du har gjort en publik postning till ett flohmarkt-objekt. <b>Denna postning kommer att ignoreras av systemet.</b> Gör en privat postning d v s 'Only mentioned' på Mastodon. (Det här är ett meddelande som är genererat av systemet)

source: &New Entry…
sv: &Ny post...

source: Obsidian Glass
sv: Obsidianglas

source: Couldn't Unmute Conversation: %s
sv: Kunde inte avtysta konversation: %s

source: Don't show again for this version
sv: Visa inte igen för denna version

source: Lookup Metadata on MusicBrainz before Scrobbling
sv: Slå upp metadata på MusicBrainz innan du scrobblar

source: No Conversations
sv: Inga konversationer

source: Add Filter…
sv: Lägg till filter…

source: Previous Page
sv: Föregående sida

source: Unable to process input data
sv: Kunde inte bearbeta indata

source: Are there any posts that back up this report?
sv: Finns det några inlägg som backar upp denna rapport?

source: Reject
sv: Avslå

source: Item Info
sv: Objektinformation

source: Raw Orange Pie
sv: Rå apelsinpaj

source: Remove "%s" from "%s"
sv: Ta bort "%s" från "%s"

source: Group %1 already exists!
sv: Gruppen %1 finns redan!

source: Enter a unique name or overwrite an existing search from the list:
sv: Ange ett unikt namn eller skriv över en befintlig sökning från listan:

source: Provider's OAuth token exchange endpoint
sv: Leverantörens ändpunkt för OAuth-biljettöverlämning

source: Are you sure you want to remove this attribute?
sv: Vill du verkligen ta bort detta attribut?

source: A status icon at the bottom will show whenever a powerslide is available. (You can disable the status icon in the game settings.)
sv: En statusikon längst ned visas när kraftglidning är tillgänglig. (Du kan inaktivera statusikonen i spelinställningarna.)

source: Hostname or IP address of your LDAP server
sv: Värdnamn eller IP-adress för din LDAP-server

source: Skulls have holes on each side and lasers fired at it will go straight through.
sv: Skallar har hål på varje sida och lasrar som skjuts mot dem går rakt igenom.

source: Left-click a thumbnail to expand an attachment.
sv: Vänsterklicka på en miniatyrbild för att fälla ut en bilaga.

source: ChiPass requires the Accessibility and Screen Recorder permission in order to perform global Auto-Type. Screen Recording is necessary to use the window title to find entries. If you already granted permission, you may have to restart ChiPass.
sv: ChiPass kräver åtkomst- och inspelningstillstånd för att utföra automatisk skrivning på övergripande nivå. Skärminspelning krävs för att använda fönstertiteln till att identifiera poster. Om du redan har beviljat tillstånd, kanske du behöver styarta om ChiPass.

source: Show Link Preview Cards
sv: Visa länkförhandsgranskningskort

source: Do you really want to convert all legacy browser integration data to the latest standard? This is necessary to maintain compatibility with the browser plugin.
sv: Vill du verkligen konvertera alla äldre data för webbläsarintegrering till den senaste standarden? Detta krävs för att behålla kompatibiliteten med webbläsartillägget.

source: You are using a very high number of key transform rounds with Argon2. If you keep this number, your database may take hours, days, or even longer to open.
sv: Du använder ett mycket högt antal nyckeltransformeringsrundor med Argon2. Om du behåller detta antal, kan din databas ta timmar eller dagar (eller t.om. längre) att öppna!

source: I was just about to ask you the same thing.
sv: Det var just vad jag tänkte fråga dig.

source: Used by a Profile
sv: Används av en profil

source: Edit entry
sv: Redigera post

source: Remove Quote
sv: Ta bort citat

source: Post Privacy
sv: Inläggssekretess

source: Collapse Long Posts
sv: Fäll ihop långa inlägg

source: But you can! Maybe you can get to the bottom of this.
sv: Men det kan du! Kanske kan du gå till botten med det här.

source: Show Group Panel
sv: Visa gruppanel

source: Falling Bit Spawner
sv: Generator för fallande bitar

source: No posts found
sv: Inga inlägg hittade

source: Breathing Apparatus
sv: Andningsapparat

source: No entry with permissions found!
sv: Ingen post med behörigheter hittades!

source: &Merge From Database…
sv: S&lå samman från databas...

source: Generate a password for the entry.
sv: Generera ett lösenord för posten.

source: GoodLinks Export File
sv: GoodLinks-exportfil

source: Failed to init ChiPass crypto.
sv: Kunde inte initiera ChiPass-kryptering.

source: Detected banned keyword.
sv: Ett avstängt nyckelord upptäcktes.

source: Clear All Notifications?
sv: Rensa alla aviseringar?

source: Volcanic Gravel Block
sv: Block av vulkaniskt grus

source: Cannot disable all authentication backends. At least one backend must remain enabled to prevent lockout.
sv: Kan inte inaktivera alla autentiseringsbackender. Minst en backend måste förbli aktiverad för att förhindra utelåsning.

source: Are you sure you want to remove %n attachment(s)?
sv: Vill du verkligen ta bort %n bilaga?

source: Upload a JSON file obtained from your Pinboard account.
sv: Ladda upp en JSON-fil som hämtats från ditt Pinboard-konto.

source: Greetings, wanderer! You have arrived at the SSSS! The Super Slope Sliding Sector. The energies that flow through this place will make you stronger.
sv: Hälsningar, vandrare! Du har kommit till SSSS! Sektorn för superglidning i branta sluttningar. Energierna som flödar genom den här platsen gör dig starkare.
